{
    "pack_name": "After Dark",
    "pack_description": "No limits. No judgment. Maximum heat.",
    "emoji": "🔥",
    "order": 6,
    "spicy_level": 5,
    "badge": "18+",
    "questions": [
        "What's the kinkiest thing you've ever done?",
        "Describe your ultimate fantasy in detail",
        "What's on your sexual bucket list?",
        "Have you ever used toys? If yes, what's your favorite?",
        "What's the longest session you've ever had?",
        "What's your most shameless hookup story?",
        "What's the wildest thing you've done for pleasure?",
        "What's a turn-on you're embarrassed to admit?",
        "Have you ever experimented with same-sex experiences?",
        "What's the dirtiest text you've ever sent?",
        "ACTION: Show the group the last flirty text you sent",
        "What's a fantasy you haven't fulfilled yet?",
        "What's the most public place you've been intimate?",
        "Have you ever watched adult content with a partner?",
        "What category do you search for most?",
        "ACTION: Demonstrate your signature move (keep it PG-13)",
        "What's something that surprised you about your own desires?",
        "Have you ever had a threesome or considered one?",
        "What's the most embarrassing thing you've said during intimacy?",
        "What sound or phrase do you find incredibly arousing?",
        "What's your safe word? (If you have one)",
        "Have you ever role-played? As what?",
        "What's the longest you've edged yourself or a partner?",
        "What's your favorite position and why?",
        "Have you ever been tied up or done the tying?",
        "What's the naughtiest thought you've had about someone here?",
        "ACTION: Do your best seductive look at the person across from you",
        "What's a boundary you thought you had but ended up crossing?",
        "Have you ever been filmed or filmed someone?",
        "What's the most amount of times in one night?",
        "What's something vanilla people wouldn't understand about your preferences?",
        "ACTION: Whisper the dirtiest thing you can think of to the person on your right",
        "What's a compliment about your bedroom skills that stuck with you?",
        "Have you ever paid for intimacy or been paid?",
        "What's the biggest age gap you've been with?",
        "What era of your life had the best intimate experiences?",
        "Have you ever been caught watching adult content?",
        "What's something you'd only do after a few drinks?",
        "What's the most spontaneous hookup you've had?",
        "If you could sleep with any celebrity, who and how would it go?"
    ]
}
