{
    "pack_name": "Deep Connections",
    "pack_description": "Meaningful questions to strengthen bonds",
    "emoji": "💎",
    "order": 2,
    "spicy_level": 2,
    "badge": "",
    "questions": [
        "What's something you've never told anyone in this room?",
        "When did you last cry in front of another person? By yourself?",
        "What do you value most in a friendship?",
        "What's your greatest fear about the future?",
        "What's the kindest thing someone has done for you?",
        "If you could change one decision you made in the past, what would it be?",
        "What makes you feel most alive?",
        "What's a moment that fundamentally changed who you are?",
        "What do you wish people understood about you?",
        "What's the hardest thing you've ever had to forgive?",
        "When do you feel most vulnerable?",
        "What's something you're currently struggling with?",
        "What would your younger self think of who you are today?",
        "What's a belief you held strongly but have since changed?",
        "What role does love play in your life?",
        "What's your biggest regret?",
        "What are you most proud of that you never talk about?",
        "What scares you about getting older?",
        "What's the loneliest you've ever felt?",
        "If you knew you only had one year to live, what would you change?",
        "What's a secret dream you've never shared?",
        "What do you need more of in your life right now?",
        "What's holding you back from being truly happy?",
        "When was the last time you felt truly understood?",
        "What's the most important lesson life has taught you?",
        "What would complete forgiveness look like for you?",
        "What do you need to hear right now that no one is saying?",
        "What are you most grateful for that you often take for granted?",
        "What would you do differently if you knew no one would judge you?",
        "What does your ideal life look like in 10 years?"
    ]
}
