{
    "pack_name": "Friends Only",
    "pack_description": "Questions that test how well you know each other",
    "emoji": "👯",
    "order": 3,
    "spicy_level": 2,
    "badge": "",
    "questions": [
        "Who here would you call first in an emergency?",
        "Who in this group is most likely to become famous?",
        "What's the best memory you have with someone in this room?",
        "Who here knows your deepest secret?",
        "If you had to be stuck on a desert island with one person here, who?",
        "Who in this group gives the best advice?",
        "What's something you admire about the person on your left?",
        "Who here would you trust to plan your surprise party?",
        "What's a quality you wish you could borrow from someone here?",
        "Who in this room has surprised you the most since you've known them?",
        "If we all went to jail together, who'd be the reason?",
        "Who here is the worst at keeping secrets?",
        "Who would you want as your partner in a zombie apocalypse?",
        "What's the funniest thing you've experienced with someone in this room?",
        "Who here do you want to know better?",
        "If you could describe someone here in three words, who and what?",
        "Who in this group has the most interesting life story?",
        "What's something you've always wanted to ask someone here but never did?",
        "Who here has made the biggest impact on your life?",
        "If we started a business together, what would it be?",
        "Who here would you want as your life coach?",
        "What's a habit of someone here that you find endearing?",
        "Who would you nominate for 'most likely to succeed'?",
        "What's a challenge you've overcome with help from someone here?",
        "Who in this room knows you better than you know yourself?",
        "If you could take a road trip with one person here, who and where?",
        "What makes this group special to you?",
        "Who here would you call at 3 AM if you needed to talk?",
        "What's something you've learned from someone in this room?",
        "Who here has the best stories?"
    ]
}
