{
    "pack_name": "Icebreakers",
    "pack_description": "Fun, light questions to warm up the group",
    "emoji": "🧊",
    "order": 1,
    "spicy_level": 1,
    "badge": "",
    "questions": [
        "What's the most embarrassing song on your playlist?",
        "If you could have dinner with any person, dead or alive, who would it be?",
        "What's a skill you wish you had?",
        "What's the weirdest food combination you secretly enjoy?",
        "If your life was a movie, what genre would it be?",
        "What's your go-to karaoke song?",
        "What's the best compliment you've ever received?",
        "If you could instantly become an expert in something, what would it be?",
        "What's a conspiracy theory you low-key believe?",
        "What's your most irrational fear?",
        "What's the most spontaneous thing you've ever done?",
        "If you had to eat one meal for the rest of your life, what would it be?",
        "What's your guilty pleasure TV show?",
        "What's the best advice you've ever received?",
        "If you could live in any fictional world, which would you choose?",
        "What's something you're surprisingly good at?",
        "What's the last thing that made you laugh out loud?",
        "If you won the lottery, what's the first thing you'd buy?",
        "What's your unpopular opinion?",
        "What's the most adventurous thing on your bucket list?",
        "If you could have any superpower, what would it be?",
        "What's the best gift you've ever received?",
        "What's a habit you wish you could break?",
        "If you could time travel, would you go to the past or future?",
        "What's your favorite childhood memory?",
        "What's the most beautiful place you've ever been?",
        "If you could master any instrument, which would you choose?",
        "What's your favorite way to spend a Sunday?",
        "What's something on your bucket list you'll probably never do?",
        "If you could switch lives with someone for a day, who would it be?"
    ]
}
