{
    "pack_name": "Lovers Edition",
    "pack_description": "Intimate questions for couples only",
    "emoji": "💋",
    "order": 5,
    "spicy_level": 4,
    "badge": "18+",
    "questions": [
        "What was your first impression of me?",
        "When did you first know you wanted to be with me?",
        "What's something I do that drives you crazy (in a good way)?",
        "What's your favorite memory of us together?",
        "Where's the most adventurous place you'd want us to try?",
        "What's something you've always wanted to try with me but were too shy to ask?",
        "What do I do that turns you on the most?",
        "What's a fantasy you want us to fulfill together?",
        "What's your favorite thing about our physical chemistry?",
        "What part of my body can you not stop thinking about?",
        "ACTION: Give your partner a 30-second kiss",
        "ACTION: Whisper something seductive in their ear",
        "What's something new you'd like to explore in the bedroom?",
        "When do you feel most connected to me?",
        "What's the hottest thing I've ever said to you?",
        "What outfit or look drives you wild?",
        "ACTION: Give your partner a sensual massage for 2 minutes",
        "What's something I do in bed that you absolutely love?",
        "If we could recreate any moment together, which would it be?",
        "What's something you want more of from me?",
        "What's the most romantic thing I've ever done for you?",
        "ACTION: Kiss your partner's neck for 30 seconds",
        "What's a secret desire you've never shared with me?",
        "What do you love most about our intimacy?",
        "When are you most attracted to me?",
        "What's something I do that makes you feel special?",
        "ACTION: Feed your partner something sweet, seductively",
        "What's your favorite way to be touched?",
        "What makes our relationship different from others you've had?",
        "What's one thing that would make our intimate life even better?",
        "ACTION: Hold eye contact for 60 seconds, then share what you're feeling",
        "What's the most vulnerable moment we've shared?",
        "What do you want me to know about your desires?",
        "What's a roleplay scenario you'd want to try?",
        "ACTION: Show your partner how you like to be kissed",
        "What makes you feel most loved by me?",
        "What's something I do unconsciously that you find incredibly attractive?",
        "If tonight had no rules, what would you want to happen?",
        "What's the perfect way to end tonight?",
        "ACTION: Describe in detail what you want to do to your partner later"
    ]
}
