{
    "pack_name": "Truth or Drink",
    "pack_description": "Answer honestly... or take a shot",
    "emoji": "🍸",
    "order": 7,
    "spicy_level": 3,
    "badge": "21+",
    "questions": [
        "What's the biggest lie you've told someone in this room?",
        "Have you ever stolen something? What?",
        "What's the pettiest reason you've ended a friendship?",
        "What's the most illegal thing you've done?",
        "Have you ever hooked up with someone's ex?",
        "What's the worst thing you've done while drunk?",
        "Have you ever lied to get out of plans? What did you really do instead?",
        "What's something you judge people for but secretly do yourself?",
        "Have you ever read someone's private messages without permission?",
        "What's the most embarrassing thing in your browser history?",
        "Have you ever pretended to be somewhere you weren't?",
        "What's a secret you keep from your family?",
        "Have you ever been the other person in someone's relationship?",
        "What's the worst date you've ever been on?",
        "Have you ever said 'I love you' and not meant it?",
        "What's the meanest thing you've done to a sibling or friend?",
        "Have you ever blamed someone else for something you did?",
        "What's something you've done that would shock people who know you?",
        "Have you ever used someone for their money or status?",
        "What's the most embarrassing thing you've done for attention?",
        "Have you ever spread a rumor about someone?",
        "What's a secret you'd take to your grave?",
        "Have you ever manipulated someone to get what you want?",
        "What's the worst lie you've told in a relationship?",
        "Have you ever been jealous of your best friend?",
        "What's something you've done that you immediately regretted?",
        "Have you ever pretended to like something to impress someone?",
        "What's the pettiest thing you've done out of spite?",
        "Have you ever lied on your resume or in a job interview?",
        "What's something you'd never want your boss to know?"
    ]
}
